<?php
// Heading
$_['heading_title']      = 'Y.CMS OpenCart 2';
$_['heading_title_ya']      = 'Y.CMS OpenCart 2';

// Text
$_['p2p']          = 'yandex p2p';
$_['market']          = 'Маркет';
$_['kassa']          = 'Касса';
$_['metrika']          = 'Метрика';
$_['log']       = 'Вести журнал логов';
$_['pokupki']       = 'Покупки на маркете';
// market_
$_['market_set']          = 'Настройки';
$_['market_set_1']          = 'Экспортировать только товары которые есть в наличии';
$_['market_set_2']          = 'Использовать поле доставки в домашнем регионе';
$_['market_set_3']          = 'Экспорт комбинаций товара';
$_['market_set_4']          = 'Экспорт свойств товара';
$_['market_set_5']          = 'Отображать размеры товара (dimensions)';
$_['market_set_6']          = 'Выгружать все валюты? (Если нет, выгрузится только поумолчанию)';
$_['market_set_7']          = 'Возможность купить в розничном магазине.';
$_['market_set_8']          = 'Возможность доставки соответствующего товара.';
$_['market_set_9']          = 'Возможность зарезервировать и забрать самостоятельно.';
$_['market_lnk_yml']          = 'Ссылка на динамический yml';
$_['market_cat']          = 'Категории';
$_['market_out']          = 'Выгружать';
$_['market_out_all']          = 'Все категории';
$_['market_out_sel']          = 'Выбранные категории';
$_['market_dostup']          = 'Доступность';
$_['market_dostup_1']          = 'Все доступны';
$_['market_dostup_2']          = 'Доступны если > 0, остальные на заказ';
$_['market_dostup_3']          = 'Если = 0, не выгружать';
$_['market_dostup_4']          = 'Всё на заказ';
$_['market_s_name']          = 'Название магазина';
$_['market_d_cost']          = 'Стоимость доставки в домашнем регионе';
$_['market_sv_all']          = 'Свернуть всё';
$_['market_rv_all']          = 'Развернуть всё';
$_['market_ch_all']          = 'Отметить всё';
$_['market_unch_all']          = 'Убрать все отметки';
$_['market_sv']          = 'Сохранить';
$_['market_gen']          = 'Генерировать';
$_['market_prostoy']          = 'Упрощённый yml:';
$_['text_success']       = 'Настройки модуля обновлены!';
// kassa
$_['kassa_test']       = 'Режим тестирования';
$_['kassa_sid']       = 'ShopId';
$_['kassa_scid']       = 'SCID';
$_['kassa_pw']       = 'Пароль';
$_['kassa_method']       = 'Активные методы оплаты';
$_['kassa_wallet']       = 'Яндекс.Деньги';
$_['kassa_wm']       = 'WebMoney';
$_['kassa_mobile']       = 'Наличными';
$_['kassa_card']       = 'Банковские карты';
$_['kassa_terminal']       = 'Счет мобильного телефона';
$_['kassa_sber']       = 'Сбербанк Онлайн';
$_['kassa_alfa']       = 'Альфа-Клик';
$_['kassa_check']       = 'checkOrder';
$_['kassa_fail']       = 'fail';
$_['kassa_success']       = 'success';
$_['kassa_aviso']       = 'paymentAviso';
$_['kassa_sv']       = 'Сохранить';
// pokupki
$_['pokupki_gtoken']       = 'Получить токен для доступа к Yandex.Pokupki';
$_['pokupki_stoken']       = 'Авторизационный токен Yandex -> Магазин';
$_['pokupki_yapi']       = 'URL партнёрского api Yandex.Маркет';
$_['pokupki_number']       = 'Номер Кампании';
$_['pokupki_login']       = 'Логин пользоватоеля';
$_['pokupki_pw']       = 'Пароль приложения';
$_['pokupki_idapp']       = 'ID приложения';
$_['pokupki_token']       = 'Авторизационный токен';
$_['pokupki_idpickup']       = 'Идентификатор пункта самовывоза';
$_['pokupki_method']       = 'Разрешённые методы оплаты';
$_['pokupki_sapi']       = 'Ссылка для обращения к вашему магазину';
$_['pokupki_set_1']       = 'Предоплата - Оплата при оформлении (только в России)';
$_['pokupki_set_2']       = 'Предоплата - Напрямую магазину (только для Украины)';
$_['pokupki_set_3']       = 'Постоплата - Наличный расчёт при получении товара';
$_['pokupki_set_4']       = 'Постоплата - Оплата банковской картой при получении заказа';
$_['pokupki_sv']       = 'Сохранить';
$_['pokupki_upw']       = 'Пароль yandex';
$_['market_color_option'] = 'Опции, отвечающие за цвет:';
$_['market_size_option']  = 'Опции, отвечающие за  размер:';
$_['market_size_unit'] 	 = 'Шкала или единица измерения размеров:<br/><span class="help">Размер должен быть числом, кроме размеров международной шкалы: XS, S, M, L, и т.д., для бюстгальтеров: AA, A, B, C и т.д.</span>';

// metrika
$_['metrika_gtoken']       = 'Получить токен для доступа к Yandex.Metrika';
$_['metrika_number']       = 'Номер счётчика';
$_['metrika_sv']       = 'Сохранить';
$_['metrika_pw']       = 'Пароль приложения';
$_['metrika_uname']       = 'Имя пользователя yandex';
$_['metrika_upw']       = 'Пароль yandex';
$_['metrika_idapp']       = 'ID Приложения';
$_['metrika_o2auth']       = 'Токен OAuth';
$_['metrika_set']       = 'Настройки';
$_['metrika_set_1']       = 'Вебвизор';
$_['metrika_set_2']       = 'Карта кликов';
$_['metrika_set_3']       = 'Внешние ссылки, загрузки файлов и отчёт по кнопке "Поделиться"';
$_['metrika_set_4']       = 'Точный показатель отказов';
$_['metrika_set_5']       = 'Отслеживание хеша в адресной строке браузера';
$_['metrika_celi']       = 'Собирать статистику по следующим цепям:';
$_['celi_cart']       = 'Корзина(Посетитель кликнул "Добавить в корзину")';
$_['celi_order']       = 'Заказ(Посетитель оформил заказ)';
$_['metrika_callback']       = 'Ссылка для приложения';
$_['pokupki_callback']       = 'Ссылка для приложения';
// market
$_['p2p_sv']       = 'Сохранить';
$_['p2p_number']       = 'Номер вашего кошелька yandex деньги';
$_['p2p_idapp']       = 'Id приложения.';
$_['p2p_pw']       = 'Секретный ключ.';
$_['p2p_linkapp']       = 'Cсылка для приема уведомлений.';
$_['p2p_os']       = 'Выберите статус заказа';
$_['kassa_os']       = 'Выберите статус заказа';
// Error
$_['error_permission']   = 'У Вас нет прав для управления этим модулем!';
$_['active_on']          = 'Включено';
$_['active_off']          = 'Выключено';
$_['active']          = 'Активность';
$_['mod_off']          = 'Установите дополнение Яндекс.Деньги на вкладке модулей оплаты.';
?>